Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/regjeringen.no/3_id_458425.html.tmx
Source language: sme
Languages: nob

source: Konvenšuvdna dohkkeha maiddái eamiálbmogiid sávaldagaid ja dárbbu ráđđet institušuvnnaideaset , eallinvuogiset ja ekonomalaš gárgedeamiset badjel .
nob: Konvensjonen anerkjenner videre urfolks ønsker om og behov for kontroll over egne institusjoner , sin egen livsform og økonomiske utvikling .

source: Dát mearkkaša ahte dohkkehuvvo eamiálbmogiid sávaldat seailluhit ja viidáseappot gárgedit iežaset identitehta , giela ja oskkoldaga , stáhtaid rámmaid siskkabealde gos sii ellet .
nob: Dette innebærer en anerkjennelse av urfolks ønske om å opprettholde og videreutvikle sin egen identitet , språk og religion , innen rammen av de statene de lever i. .

source: Konvenšuvnnas leat velá mearrádusat earret eará eanavuoigatvuođaid , barggahusa ja bargoeallima , oahpaheami , oaju ja dearvvasvuođa birra .
nob: Konvensjonen har videre bestemmelser om blant annet landrettigheter , sysselsetting og arbeidsliv , opplæring , trygd og helse .

source: Konvenšuvdna válddaha stáhta geatnegasvuođaid dábálaš njuolggadusaid .
nob: Konvensjonen beskriver de allmenne retningslinjene for statens forpliktelser .

source: Váldoprinsihpat bohtet ovdan artihkkalis 2 mas daddjojuvvo ahte « ráđđehusain galgá leat ovddasvástádus – guoskevaš álbmoga oassálastimiin – álggahit bálddalastojuvvon ja vuogádatlaš doaimma suodjalit dáid álbmogiid vuoigatvuođaid ja dáhkidit ahte sin iehčanasvuohta árvvusadnojuvvo » .
nob: Hovedprinsippene kommer fram i artikkel 2 hvor det heter at « regjeringene skal ha ansvaret for – med deltaking av vedkommende folk – å sette i gang samordnet og systematisk virksomhet for å verne disse folkenes rettigheter og å garantere at deres integritet blir respektert » .

source: Diekkár doaibma galgá váfistit ahte guoskevaš álbmoga miellahtut návddašit vuoigatvuođaid ja vejolašvuođaid ovtta dásis veahkadaga eará miellahtuiguin .
nob: Slik virksomhet skal sikre at medlemmene av det folk det gjelder , nyter godt av rettigheter og muligheter på linje med andre medlemmer av befolkningen .

source: Maiddái galget doaibmabijut ovddidit ahte dáid álbmogiid sosiála , ekonomalaš ja kultuvrralaš vuoigatvuođat ollásit ollašuhttojuvvojit , árvvusanedettiin sin sosiála ja kultuvrralaš identitehta , árbevieruid ja institušuvnnaid .
nob: Videre skal tiltak fremme full virkeliggjøring av disse folks sosiale , økonomiske og kulturelle rettigheter , med respekt for deres sosiale og kulturelle identitet , tradisjoner og institusjoner .

source: Konvenšuvnna nannema geažil lea ráđđehus geatnegahttán iežas ráđđádallat guoskevaš álbmogiin , ulbmillaš ortnegiid ja erenoamážit sin ovddasteaddji institušuvnnaid bokte , go vihkkedallojuvvo bidjat doibmii láhkamearrádusaid dahje hálddahuslaš doaibmabijuid main sáhttá leat njuolga mearkkašupmi guoskevaš álbmogii , min oktavuođas sámiide .
nob: Som følge av ratifikasjon av konvensjonen har regjeringen forpliktet seg til å rådføre seg med vedkommende folk , ved hensiktsmessige ordninger og spesielt gjennom deres representative institusjoner , når det overveies å iverksette lovgivning eller administrative tiltak som kan få direkte betydning for vedkommende folk , i vårt tilfelle samene .

source: Norgga guovdu ovdeha ráđđehus ahte láhkamearrádusat , oppalaččat gehččojuvvon , oktiivástidit konvenšuvnna prinsihpaiguin .
nob: For Norges vedkommende legger regjeringen til grunn at lovgivningen , generelt sett , er i samsvar med konvensjonens prinsipper .

source: ILO-soahpamuš nr. 169 ásaha unnimusstandárddaid eamiálbmogiid rievttálaš suodjalussii .
nob: ILO-konvensjon nr. 169 etablerer minimumsstandarder for rettslig beskyttelse av urfolk .

source: Norgalaš sámepolitihka hárrai ii ane ráđđehus standárddaid ii ollislažžan iige gáržžideaddjin .
nob: For norsk samepolitikk anser regjeringen standardene verken å være uttømmende eller begrensende .

source: Muhtun lágat , nugo sámeláhka , mannet máŋgga dáfus guhkkelii go geatnegasvuođat maid Norga lea badjelasas váldán ILO-soahpamuša bokte .
nob: Enkelte lover , slik som sameloven , går i flere henseende lenger enn forpliktelsene Norge har påtatt seg gjennom ILO-konvensjonen .

source: Maŋŋil go lea fápmui boahtán , de lea Norga raporteren ILO:i soahpamuša nr. 169 birra organisašuvnna njuolggadusaid mielde .
nob: Etter ikrafttredelsen har Norge rapportert til ILO om konvensjon nr. 169 i henhold til organisasjonens regelverk .

source: Sámediggi lea ovddidan oainnuidis njuolga ILO:i ráđđehusa raporterema mildosiin .
nob: Sametinget har fremmet sine synspunkter direkte til ILO i form av et vedlegg til regjeringens rapportering .

source: ILO-soahpamuša nr. 169 nannema oktavuođas celkkii Sámediggi ahte lea « eahpidahtti duhtaditgo norgalaš láhkamearrádusat ja geavat gáibádusaid mat leat boahtán ovdan K-169:s . »
nob: I forbindelse med ratifikasjonen av ILO-konvensjon nr. 169 uttalte Sametinget at det er « tvilsomt om norsk lovgivning og praksis fullt ut tilfredsstiller de krav som er kommet til uttrykk i K-169 . »

source: ( vrd. st. prp. nr. 102 ( 1989–90 ) , s 12 ) .
nob: ( jf. st. prp. nr. 102 ( 1989–90 ) , s 12 ) .

source: Sámediggi čujuhii seammás čielggademiide Sámi vuoigatvuođalávdegotti olis maid ulbmilin lea oažžut vejolaš ođđa láhkamearrádusaid , ja neavvui soahpamuša nannet dainna vuođustusain ahte ratifikašuvdna bidjá gáibádusaid riektečilgemii ja jáhkkimis láhkaearáhuhttimiidda dihto čuoggáin maŋŋelis .
nob: Sametinget viste imidlertid til de utredningene som foregikk i regi av Samerettsutvalget , med sikte på å komme fram til eventuell ny lovgivning , og anbefalte ratifikasjon begrunnet med at ratifikasjon vil stille krav til rettsavklaring og sannsynligvis til lovendringer på visse punkter senere .

source: Sámediggi lea maŋŋelis báhkkodan eará dulkojumi muhtun mearrádusain eana- ja čáhcevuoigatvuođaid birra go dat maid ráđđehus lea bidjan vuođđun .
nob: Sametinget har senere gitt uttrykk for en annen fortolkning av enkelte av bestemmelsene om rettigheter til land og vann enn det regjeringen har lagt til grunn .

source: ILO orgánat eai leat njuolga dahkan oaivila dása , muhto leat duhtan dovddahit vuordagiid čielggadeami hárrái maid Sámi vuoigatvuođalávdegotti árvalusa gieđahallan mielddisbuktá .
nob: ILOs organer har ikke tatt direkte stilling til dette , men har nøyd seg med å signalisere forventninger til den avklaringen som behandlingen av Samerettsutvalgets innstilling vil medføre .

source: Nannedettiin ILO-konvenšuvnna nr. 169 eamiálbmogiid ja čearddalaš álbmogiid birra iešstivrejeaddji stáhtain anii ráđđehus vuođđun ahte eai gávdnon hehttehusat konvenšuvnna norgalaš rátifikašuvdnii .
nob: Ved ratifikasjon av ILO-konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater , la regjeringen til grunn at det ikke forelå hindringer for norsk ratifikasjon av konvensjonen .

source: Almmatge lea ráđđehusa politihkka viidáseappot gárgedit sihke álbmotrievtti ja norgalaš rievtti dán duovdagis .
nob: Imidlertid er det regjeringens politikk å videreutvikle både folkeretten og norsk rett på området .

source: 3.3.3 Eurohparáđi rámmakonvenšuvdna riikkagottálaš veahádagaid suodjalusa birra
nob: 3.3.3 Europarådets rammekonvensjon om vern av nasjonale minoriteter

source: Rámmakonvenšuvnna mearridii Eurohparáđi ministtarkomitea 1994 .
nob: Rammekonvensjonen ble vedtatt av Europarådets ministerkomité i 1994 .

source: Norga lei 21 stáhta searvvis mat vuolláičálle konvenšuvnna dalle go dat rahppojuvvui vuolláičállimii 1995 .
nob: Norge var blant de 21 statene som undertegnet konvensjonen da den ble åpnet for undertegning i 1995 .

source: Norga nannii konvenšuvnna njukčamánu 17. 1999 .
nob: Norge ratifiserte konvensjonen 17. mars 1999 .

source: Rámmakonvenšuvdna lea vuosttas jurdihkalaččat čadni multilaterála šiehtadus riikkagottálaš veahádagaid dábálaš suodjalusa birra .
nob: Rammekonvensjonen er den første juridisk bindende multilaterale avtalen om allment vern av nasjonale minoriteter .

source: Nannema oktavuođas nannejuvvui ee. ahte sámit devdet konvenšuvnna eavttuid meroštallojuvvot riikkagottálaš veahádahkan , ja dainna konvenšuvnna mearrádusat gustojit sámiide .
nob: I forbindelse med ratifikasjonen ble det slått fast at bl.a. samene oppfyller kriteriene i konvensjonen for å kunne regnes som nasjonal minoritet , og således omfattes av bestemmelsene i konvensjonen .

source: Sámediggi lea almmatge cealkán ahte sámit eai háliit fátmmastuvvojit Norgga politihkas riikkagottálaš veahádagaid buohta , dasgo sámiid vuoigatvuođat ILO-soahpamuša nr. 169 mielde mannet guhkkelii go vuoigatvuođat mat čuvvot rámmakonvenšuvnnas , vrd. st. prp. nr. 80 ( 1997–1998 ) ja st.meld. nr. 15 ( 2000–2001 ) .
nob: Sametinget har imidlertid uttalt at samene ikke ønsker å omfattes av Norges politikk overfor de nasjonale minoritetene , da samenes rettigheter etter ILO-konvensjon nr. 169 går lenger enn de rettighetene som følger av rammekonvensjonen , jf. st. prp. nr. 80 ( 1997–1998 ) og St.meld. nr. 15 ( 2000–2001 ) .

source: 3.4 Norgalaš riektenjuolggadusat
nob: 3.4 Norske rettsregler

source: Gárgedeapmi Norggas sámiid rievttálaš dili hárrái lea eanaš válganan čielggadusaid geažil maid Sámi vuoigatvuođalávdegoddi ja Sámi kulturlávdegoddi adde 1980-jagiid mielde .
nob: Utviklingen i Norge når det gjelder samenes rettslige stilling er for en stor del resultat av utredningene som ble avgitt av Samerettsutvalget og Samekulturutvalget i løpet av 1980-årene .

source: Gárgedeapmi lea maiddái váikkuhan eamiálbmotrievttálaš duovdaga riikkaidgaskasaš gárgedeapmái .
nob: Utviklingen er også påvirket av den internasjonale utviklingen på det urfolksrettslige området .

source: Sámi vuoigatvuođalávdegotti ja Sámi kulturlávdegotti čielggadusat atne vuođđun sámepolitihkalaš oainnu mii dovddastii ahte norgalaš eiseválddiin lea ovddasvástádus váfistit sámi servodateallima ja kultuvrra láhkamearrádusaid ja eará doaibmabijuid veagas .
nob: Samerettsutvalgets og Samekulturutvalgets utredninger la til grunn et samepolitisk syn som erkjente at norske myndigheter har et ansvar for å sikre samisk samfunnsliv og kultur gjennom lovgivning og andre tiltak .

source: Maiddái adnojuvvui vuođđun ahte dákkár positiiva doaibmabijut leat dárbbašlaččat váfistit ahte sámit galget sáhttit seailluhit kultuvrralaš iešlágiset ja bissut sierra álbmogin maiddái boahtteáiggis .
nob: Det ble videre lagt til grunn at slike positive tiltak er nødvendige for å sikre at samene skal kunne bevare sin kulturelle egenart og bestå som eget folk også i framtiden .

source: Ráđđehus ja Stuorradiggi guorrasedje dán vuođđooidnui .
nob: Regjeringen og Stortinget sluttet seg til dette grunnsynet .

source: Láhkamearrádusat main lea erenoamáš mearkkašupmi norgalaš sámepolitihkkii leat :
nob: Lovgivning som er av særlig betydning for norsk samepolitikk er :

source: Vuođđolága § 110 a
nob: Grunnlovens § 110 a

source: Sámeláhka ( Láhka geassemánu 12. 1987 nr. 56 Sámedikki ja eará sámi vuoigatvuođaid hárrái birra )
nob: Sameloven ( Lov 12. juni 1987 nr. 56 om Sametinget og andre samiske rettsforhold )

source: Olmmošvuoigatvuođaláhka ( Láhka miessemánu 21. 1999 nr. 30 olmmošvuoigatvuođaid dili birra norgalaš rievttis )
nob: Menneskerettsloven ( Lov 21. mai 1999 nr. 30 om styrking av menneskerettighetenes stilling i norsk rett )

source: Oahpahusláhka ( Láhka geassemánu 17. 1998 nr. 61 vuođđoskuvlla ja joatkkaoahpahusa birra ) , vrd. máinnašumiin kapihttalis 10
nob: Opplæringsloven ( Lov 17. juli 1998 nr. 61 om grunnskolen og den vidaregåande opplæringa ) , jf. omtale i kapittel 10

source: Boazodoalloláhka ( Láhka geassemánu 9. 1978 nr. 49 boazodoalu birra ) , vrd. máinnašumiin kapihttalis 14
nob: Reindriftsloven ( Lov 9. juni 1978 nr. 49 om reindrift ) , jf. omtale i kapittel 14

source: 3.4.1 Vuođđolága paragráfa 110a
nob: 3.4.1 Grunnlovens paragraf 110 a

source: Vuođđolága paragráfa 110a lohká :
nob: Grunnlovens paragraf 110 a lyder :

source: « Stáhta eiseválddit leat geatnegahttojuvvon láhčit dilálašvuođaid nu ahte sámi álbmotjoavku sáhttá seailluhit ja ovddidit iežas giela , kultuvrra ja servodateallima . »
nob: « Det paaligger Statens Myndigheter at lægge Forholdene til Rette for at den samiske Folkegruppe kan sikre og udvikle sit Sprog , sin Kultur og sit Samfundsliv . »

source: Vuođđolága §:s 110a lea sullasaš sisdoallu go artihkkalis 27 ON-konvenšuvnnas siviila ja politihkalaš vuoigatvuođaid birra .
nob: Grunnlovens § 110 a har et tilsvarende innhold som artikkel 27 i FN-konvensjonen om sivile og politiske rettigheter .

source: Vuođđoláhkapragráfa lea bajit riektenjuolggadus mii ásaha prinsihpalaš njuolggadusaid norgalaš sámepolitihkkii beroškeahttá lonuheaddji ráđđehusaid oainnus .
nob: Grunnlovsparagrafen er en overordnet rettsregel som etablerer prinsipielle retningslinjer for norsk samepolitikk uavhengig av skiftende regjeringers syn .

source: Paragráfa ii leat dušše « gudnemearrádus » , muhto bajit njuolggadus mas lea beroštupmi ja mearkkašupmi juohke áidna hálddahusorgánii mii oažžu sámi čuolbmabidjamiid gieđahallamii ( vrd. maiddái st. dieđ. nr. 41 ( 1996–97 ) Norgga sámepolitihka birra , s 12 ) .
nob: Paragrafen er ikke bare en « honnørbestemmelse » , men en overordnet regel som har interesse og betydning for ethvert forvaltningsorgan som får samiske problemstillinger til behandling ( jf. også St.meld. nr. 41 ( 1996–97 ) Om norsk samepolitikk , s. 12 ) .

source: Vuođđoláhkamearrádusa ovdabargguid oktavuođas ( Innst. S. nr. 147 ( 1987–88 ) ) deattastii Stuorradikki olgoriikka- ja konstitušuvdnakomitea maid dat mearkkaša go eiseválddit « eanemus allaáiggálaš ja geatnegahtti hámis maid min riekteortnet dovdá » , leat dohkkehan ja geassán čuvvosiid dan duohta dilálašvuođas ahte Norgga historjjá čađa lea gávdnon sierra sámi álbmotjoavku min riikkas .
nob: I forbindelse med forarbeidene til grunnlovsbestemmelsen ( Innst . S. nr. 147 ( 1987–88 ) ) understreket Stortingets utenriks- og konstitusjonskomité betydningen av at myndighetene « … i den mest høytidelige og forpliktende form vår rettsorden kjenner » , har anerkjent og trukket konsekvenser av det faktiske forhold at det gjennom Norges historie har eksistert en egen samisk folkegruppe i vårt land .

source: Seamma oaidnoguottut geardduhuvvojedje stuorradiggedigaštallamis vuođđoláhkaparagráfa birra ( St. tid .
nob: De samme synspunktene ble gjentatt under stortingsdebatten om grunnlovsparagrafen ( St. tid .

source: Dáinna paragráfain leat norgalaš eiseválddit mearridan rievttálaš , politihkalaš ja morálalaš geatnegašvuođa láhčit dilálašvuođaid nu ahte sámit ieža galget sáhttit váfistit ja váikkuhit sámi servodaga gárgedeami .
nob: Med denne paragrafen har norske myndigheter fastsatt en rettslig , politisk og moralsk forpliktelse til å tilrettelegge forholdene slik at samene selv skal kunne sikre og påvirke det samiske samfunnets utvikling .

source: Paragráfa addá sámiide alcceset árjjálaš rolla beroštusaideaset áimmahuššama hárrái .
nob: Paragrafen gir samene selv en aktiv rolle med hensyn til å ivareta sine interesser .

source: Vuođđoláhkaparagráfa lea hábmejuvvon sihke suodjalusa ja gárgedeami dihtii .
nob: Grunnlovsparagrafen er utformet med tanke på både vern og utvikling .

source: 3.4.2 Sámeláhka
nob: 3.4.2 Sameloven

source: Sámeláhka addá eanet konkrehta sisdoalu bajit prinsihpaide maid Vuođđolága § 110a ásaha .
nob: Sameloven gir et mer konkret innhold til de overordnede prinsippene som Grunnlovens § 110 a etablerer .

source: Láhka addá mearrádusaid Sámedikki birra , dán vuolde maiddái Sámedikki bargoduovdaga ja válddi , Sámedikki válggaid ja Sámedikki hálddahusa birra .
nob: Loven gir bestemmelser om Sametinget , herunder Sametingets arbeidsområde og myndighet , valg til Sametinget og Sametingets administrasjon .

source: Sámedikki bargoduovdda lea buot áššit maid diggi ieš atná deaŧalažžan sámi álbmotjovkui .
nob: Sametingets arbeidsområde er alle saker som tinget selv oppfatter å være viktige for den samiske folkegruppen .

source: Sámelága ovdabargguin deattuhuvvui sakka ahte Sámedikki váldi galggai gárgeduvvot dikki iežas áddejumi mielde ja oppalaš servodatoainnu mielde sámiid sajádaga hárrái Norggas .
nob: I forarbeidene til sameloven ble det lagt stor vekt på at Sametingets myndighet skulle utvikles i takt med tingets egen oppfatning og det generelle samfunnssyn på samenes stilling i Norge .

source: Láhka dadjá dasa lassin ahte eará almmolaš orgánat berrejit addit Sámediggái vejolašvuođa buktit cealkámuša ovdal go dahket mearrádusaid áššiin dikki bargoduovdagis .
nob: Loven sier i tillegg at andre offentlige organer bør gi Sametinget anledning til å uttale seg før de treffer avgjørelse i saker på tingets arbeidsområde .

source: Sámeláhka oaččui juovlamánu 21. 1990 lasáhusa sámegiela geavaheami birra , sámelága giellanjuolggadusaid .
nob: Sameloven fikk 21. desember 1990 et tillegg om bruk av samisk språk , samelovens språkregler .

source: Sámegiella ja sámelága giellanjuolggadusat máinnašuvvojit kapihttalis 7 .
nob: Samisk språk og samelovens språkregler omtales i kapittel 7 .

source: 3.4.3 Olmmošvuoigatvuođaláhka
nob: 3.4.3 Menneskerettsloven

source: Lágas miessemánu 21. 1999 nr. 30 olmmošvuoigatvuođaid dili nannema birra norgalaš rievttis ( olmmošvuoigatvuođaláhka ) addojuvvui earret eará ON-konvenšuvdnii siviila ja politihkalaš vuoigatvuođaid birra 1966 stáhtus norgalaš láhkan , vrd. olmmošvuoigatvuođalága §:in 2 .
nob: Ved lov 21. mai 1999 nr. 30 om styrking av menneskerettighetenes stilling i norsk rett ( menneskerettsloven ) ble blant annet FN-konvensjonen om sivile og politiske rettigheter fra 1966 gitt status som norsk lov , jf. menneskerettsloven § 2 .

source: Dat máksá ahte artihkal 27 veahádagaid vuoigatvuođaid birra lea sajádat norgalaš láhkan .
nob: Det vil si at artikkel 27 om minoriteters rettigheter har stilling som norsk lov .

source: Konvenšuvnna mearrádusat galget vuostálasvuođadilis mannat ovddabeallái eará norgalaš lága , vrd. §:in 3 .
nob: Konvensjonens bestemmelser skal ved motstrid gå foran annen norsk lov , jf. § 3 .

source: Olmmošvuoigatvuođalágas čuovvu ahte juos norgalaš duopmostuollu gávnnaheš ahte norgalaš láhka lea vuostálaga artihkkaliin 27 , de ferte láhka čáhkket .
nob: Det følger av menneskerettsloven at hvis en norsk domstol skulle finne at en norsk lov strider mot artikkel 27 , må loven vike .

source: Ráđđehus atná almmatge ahte galgá olu ovdal go diekkár dilli sáhttá šaddat , earret eará dasgo artihkal 27 sakka lea leamaš oaivadusgáldun sihke Vuođđolága §:i 110a ja sámeláhkii , ja ahte dát deasttat leat áimmahuššojuvvon maŋŋelaš láhkamearrádusain .
nob: Regjeringen antar imidlertid at det skal mye til før en slik situasjon kan oppstå , blant annet fordi artikkel 27 i stor grad har vært inspirasjonskilde både til Grunnlovens § 110 a og sameloven , og at disse hensynene er ivaretatt i senere lovgivning .

source: Olmmošvuoigatvuođalága ulbmilin lea nannet olmmošvuoigatvuođaid dili norgalaš rievttis , vrd. §:in 1 .
nob: Menneskerettslovens formål er å styrke menneskerettighetenes stilling i norsk rett , jf. § 1 .

source: Dát hámuhus deattasta ahte olmmošvuoigatvuođakonvenšuvnnain mat eai inkorporerejuvvo 11 , galget adnojuvvot hui dettolaš riektegáldun .
nob: Denne formuleringen understreker at menneskerettskonvensjoner som ikke blir inkorporert , skal anses som tungtveiende rettskilder .

source: Dát gusto earret eará ILO-soahpamuššii nr. 169 .
nob: Dette gjelder blant annet ILO-konvensjon nr. 169 .

source: Stuorradikki justiisakomitea čujuhii ahte vuđolaš olmmošvuoigatvuođakonvenšuvnnaid láhkanannemiin váfistuvvojit olmmošvuoigatvuođat ollásit adnojuvvojit vuođđun norgalaš duopmostuoluin , vrd. Innst. O. nr. 51 ( 1998–99 ) .
nob: Stortingets justiskomité påpekte at man ved lovfestingen av de grunnleggende menneskerettskonvensjonene sikrer at menneskerettighetene fullt ut blir lagt til grunn ved norske domstoler , jf. Innst . O. nr. 51 ( 1998–99 ) .

source: 3.5 Sámi riektadilálašvuođat – viidáset gárgedeapmi
nob: 3.5 Samiske rettsforhold – videre utvikling

source: Sámi vuoigatvuođalávdegoddi , mii nammaduvvui 1980 , attii 1997 iežas nuppi oasseárvalusa , NOU 1997 : 4 Naturgrunnlaget for samisk kultur- ( Sámi kultuvrra luondduvuođus ) .
nob: Samerettsutvalget , som ble oppnevnt i 1980 , le-verte i 1997 sin annen delinnstilling , NOU 1997 : 4 Naturgrunnlaget for samisk kultur .

source: Árvalus siskkilda máŋggalágan vuoigatvuođadilálašvuođaid , Finnmárkku hálddaheami ja areálasuodjaleami , ja evttohusaid riikka olles árbevirolaš sámi guovllu areálasuodjaleami birra .
nob: Innstillingen omhandler mange typer rettighetsforhold , forvaltning og arealvern i Finnmark , samt forslag om arealvern for hele det tradisjonelle samiske området i landet .

source: Lávdegoddi lea ovddidan láhkaevttohusaid mat siskkildit dáid fáttáid .
nob: Utvalget har fremmet lovforslag som omfatter alle disse temaene .

source: Evttohusas man Sámi vuoigatvuođalávdegoddi ovddidii , lei deaŧalaš ulbmilin addit Sámediggái , fylkkadiggái ja gielddastivrraide váikkuhanfámu ja mieldeovddasvástádusa Finnmárkku areálageavaheami ja hálddaheami hárrái .
nob: I det forslaget som Samerettsutvalget fremmet , var et viktig siktemål å gi Sametinget , fylkestinget og kommunestyrene innflytelse på og medansvar for forvaltning og arealdisponering i Finnmark .

source: — ielggadus lea leamaš viiddis gulaskuddamis 1997 rájes 1999 rádjai , mas Sámediggi , Finnmárkku fylkkadiggi ja departemeanttat čađahedje iežaset gieđahallama maŋŋil go gulaskuddan lei loahpahuvvon .
nob: Utredningen har vært ute på en bred høring fra 1997 til 1999 , der Sametinget , Finnmark fylkesting og departementene foretok sin behandling etter at den alminnelige høringen var avsluttet .

source: Gulaskuddanmateriála lea hui viiddis , ja addá deaŧalaš vuđđosa bargui ovddasguvlui .
nob: Høringsmaterialet er svært omfattende , og gir et viktig grunnlag for arbeidet videre .

source: Dat čájeha maiddái ahte guovdilis fáttát ja evttohusat leat riidduvuložat .
nob: Det viser også at sentrale temaer og forslag er kontroversielle .

source: Sihke áigi man Sámi vuoigatvuođalávdegoddi geavahii ja gulaskuddancealkámušat čájehit ahte dás lea sáhka seagášgažaldagain , mat gáibidit sihke áiggi ja čiekŋudeami vai oažžu vánhurskkis čovdosiid mat sáhttet čohkket govdes guorraseami .
nob: Både tiden Samerettsutvalget brukte og høringsuttalelsene viser at dette dreier seg om sammensatte spørsmål , som krever både tid og fordypelse for å komme fram til rettferdige løsninger som kan samle bred oppslutning .

source: Loahpahuvvon gulaskuddama ja materiála analysa maŋŋil bargá Justiisadepartemeanta čuovvolemiin láhkaevttohusa hámis , ovttasbarggus guoskevaš departemeanttaiguin .
nob: Etter avsluttet høring og analyse av materialet arbeider Justisdepartementet med oppfølging i form av lovforslag , i samarbeid med berørte departementer .

source: Oassin politihkalaš gieđahallamis ovddasguvlui šaddá leat dialoga Sámedikkiin ja Finnmárkku fylkkagielddain mas čielggaduvvo vuođus vejolaš čovdosiidda .
nob: Som ledd i den politiske behandlingen videre vil det være en dialog med Sametinget og Finnmark fylkeskommune for å avklare grunnlaget for mulige løsninger .

source: Vuos lea árrat dadjat makkár čovdosat šaddet evttohuvvot .
nob: Det er for tidlig å si noe om hvilke løsninger som vil bli foreslått .

source: Nuppi oassečielggadusa addimiin lei Sámi vuoigatvuođalávdegoddi deavdán mearkkašahtti osiid mandáhtastis .
nob: Ved avlevering av den andre delutredningen , hadde Samerettsutvalget oppfylt vesentlige deler av sitt mandat .

source: Báhcán lei almmatge čielggadit vuođu ja luondduburiid geavaheami ja hálddaheami sámi geavahanguovlluin olggobealde Finnmárkku fylkka .
nob: Det gjensto imidlertid fortsatt å utrede bruk og forvaltning av grunn og naturgoder i samiske bruksområder utenfor Finnmark fylke .
